[
  {
    "id": "prarthana-1",
    "sanskrit": "ॐ पूर्णमदः पूर्णमिदं पूर्णात्पूर्णमुदच्यते । पूर्णस्य पूर्णमादाय पूर्णमेवावशिष्यते ॥",
    "marathi": "ते (अदः) परब्रम्ह पूर्ण आहे. हे (इदं) जग पूर्ण आहे. कारण त्या पूर्णापासून (पूर्णात्) हे जग उत्पन्न झालेले आहे. पूर्णाच्या (पूर्णस्य) म्हणजे परब्रम्हापासून पूर्ण जग काढून घेतल्यावर (आदाय) सुद्धा ते ब्रम्ह पूर्णच शिल्लक रहाते (अवशिष्यते).",
    "english": "That (Adah) Supreme Brahman is complete. This (Idam) world is complete. Because from that completeness (Purnat), this world has originated. Even after taking out the complete world from the completeness (Purnasya), meaning from the Supreme Brahman, that Brahman remains complete (Avashishyate).",
    "explanation": "[पूर्णम् +अदः] [पूर्णम् +इदं] [पूर्णात् पूर्णम् उदच्यते] [पूर्णस्य +आदाय] [पूर्णम् एव +अवशिष्यते] गणितातील (∞) - (∞) = ∞ सिद्धांत हेच सांगतो. शून्याला पूज्य म्हणतात. पूज्य हे परब्रम्हाचे प्रतीक म्हणून पूजनीय होय.",
    "explanationColor": "purple"
  },
  {
    "id": "prarthana-2", 
    "sanskrit": "शांताकारं भुजगशयनं पद्मनाभं सुरेशं । विश्वाधारं गगनसदृशं मेघवर्णं शुभाङ्गम् ॥ लक्ष्मीकान्तं कमलनयनं योगिभिर्ध्यानगम्यं । वन्दे विष्णुं भवभयहरं सर्वलोकैकनाथम् ॥",
    "marathi": "ज्याची मूर्ति शांत आहे [शांत + आकारं (मूर्ति)] जो शेषनागावर [भुजग] पहुडलेला (शयन) आहे, ज्याच्या नाभीत कमल आहे (पद्मनाभं), जो देवांचा देव (सुर ईश) आहे, जो विश्वाचा आधार आहे, जो आकाशासारखा (गगनसदृशं) व मेघासारखा नीलवर्णी आहे, जो शोभिवंत अंगाचा (शुभांग) लक्ष्मीपती आहे, ज्याचे नेत्र कमलाप्रमाणे आहेत व योगीजनांना (योगिभिः) ध्यानाने ज्याचे ज्ञान होते (ध्यानगम्य) जो सर्व जगाचा एकुलता एक रक्षणकर्ता (नाथ) न संसारातील (भव) जन्म-मरणाच्या फेऱ्याचे दुःख हरण (भयहरं) करणारा आहे, अशा विष्णूला मी वंदन करतोः (वंदे विष्णू).",
    "english": "Whose form is peaceful, who is reclining on Sheshnaga, who has a lotus in his navel, who is the lord of gods, who is the support of the universe, who is like the sky and blue like a cloud, who has beautiful limbs, who is the husband of Lakshmi, whose eyes are like lotuses, and whose knowledge is attained by yogis through meditation, who is the sole protector of all worlds, and who removes the sorrow of the cycle of birth and death in this world, to such a Vishnu, I bow.",
    "explanation": "[सर्वलोकैकनाथम् = सर्व +लोक+एक+नाथम्]",
    "explanationColor": "purple"
  },
  {
    "id": "prarthana-3",
    "sanskrit": "ॐ शान्तिः । शान्तिः । शान्तिः ॥",
    "marathi": "आमच्या त्रिविध तापांची शांति (नाश) होवो. त्रिविध ताप - मानसिक (आध्यात्मिक); प्राणी व पंचमहाभूतांपासून होणारे (आधिभौतिक); देवामुळे व मंत्रतंत्रामुळे होणारे (आधिदैविक);",
    "english": "May the three types of afflictions be pacified (destroyed). The three types of afflictions are - mental (Adhyatmik); those caused by living beings and the five elements (Adhibhautik); and those caused by divine forces and spells (Adhidaivik).",
    "explanation": "",
    "explanationColor": "purple"
  }
]